# ------------------------------|  Настройки Telegram  |------------------------------
api_id = <Ваш api_id, указывать просто порт без заключения в какие-либо знаки>                                               # API ID для Telegram API, нужен для входа под учетной записью, которая подписана на канал и будет искать в нем сообщения
api_hash = <Ваш api_hash, указывать в ''>                   # API HASH для Telegram API, нужен для входа под учетной записью, которая подписана на канал и будет искать в нем сообщения
phone = <Ваш номер сотовый номер, указывать в ''>                                          # Номер телефона для которого указаны API ID и API HASH, на этот номер прийдет код авторизации для ввода
# ------------------------------|  Настройки базы данных  |------------------------------
dbname= <Имя вашей БД, указывать в "">
user= <ваш пользователь в БД, под которым вы планируете поключаться, указывать в "">
password= <Пароль для пользователя, указывать в ''>
host= <Хост вашей базы данных, указывать в "">
port= <Порт вашей базы данных, указывать просто порт без заключения в какие-либо знаки>